Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# Shell_Home.Content
source: Home
ar_tn: الرئيسية
de: Startseite
es_es: Inicio
fr_fr: Accueil
he_il: דף הבית
id_id: Beranda
ja_jp: ホーム
ko_kr: 홈
pt_br: Início
ru_ru: Главная
tr_tr: Ana Sayfa
vi_vn: Trang chủ
zh_hans: 首页
zh_hant: 首頁

# Shell_Debloat.Content
source: Debloat
ar_tn: إزالة التطبيقات
de: Aufblähen
es_es: Desinflar
fr_fr: Désencombrer
he_il: הסרת תוכנות מיותרות
hu_hu: Tisztítás
ja_jp: デブロート
ko_kr: 디블로트
ru_ru: Удаление ненужного
tr_tr: Temizle
zh_hans: 精简
zh_hant: 精簡

# Shell_SystemInfo.Content
source: Device
ar_tn: الجهاز
de: Gerät
es_es: Dispositivo
fr_fr: Appareil
he_il: התקן
hu_hu: Eszköz
id_id: Perangkat
it_it: Dispositivo
ja_jp: デバイス
ko_kr: 장치
pt_br: Dispositivo
ru_ru: Устройство
tr_tr: Aygıt
vi_vn: Thiết bị
zh_hans: 设备
zh_hant: 裝置

# Shell_OptimizeSystem.Content
source: Optimize
ar_tn: تحسين
de: Optimieren
es_es: Optimizar
fr_fr: Optimiser
he_il: מיטוב
hu_hu: Optimalizálás
id_id: Optimalkan
it_it: Ottimizza
ja_jp: 最適化
ko_kr: 최적화
pt_br: Otimizar
ru_ru: Оптимизация
tr_tr: Optimizasyon
vi_vn: Tối ưu
zh_hans: 优化
zh_hant: 優化

# Settings_Theme.Text
source: Theme
ar_tn: السمة
de: Thema
es_es: Tema
fr_fr: Thème
he_il: ערכת נושא
hu_hu: Téma
id_id: Tema
it_it: Tema
ja_jp: テーマ
ko_kr: 테마
pt_br: Tema
ru_ru: Тема
tr_tr: Tema
vi_vn: Giao diện
zh_hans: 主题
zh_hant: 主題

# Settings_Theme_Light.Content
source: Light
ar_tn: فاتحة
de: Licht
es_es: Claro
fr_fr: Clair
he_il: בהיר
hu_hu: Világos
id_id: Terang
ja_jp: ライト
ko_kr: 밝음
pt_br: Claro
ru_ru: Светлая
tr_tr: Açık
vi_vn: Sáng
zh_hans: 浅色
zh_hant: 淺色

# Settings_Theme_Dark.Content
source: Dark
ar_tn: داكنة
de: dunkel
es_es: Oscuro
fr_fr: Sombre
he_il: כהה
hu_hu: Sötét
id_id: Gelap
it_it: Scuro
ja_jp: ダーク
ko_kr: 어둠
pt_br: Escuro
ru_ru: Темная
tr_tr: Koyu
vi_vn: Tối
zh_hans: 深色
zh_hant: 深色

# Settings_Theme_Default.Content
source: Default
ar_tn: افتراضية
de: Vorgabe
es_es: Predeterminado
fr_fr: Par défaut
he_il: ברירת מחדל
hu_hu: Alapértelmezett
it_it: Predefinito
ja_jp: デフォルト
ko_kr: 기본값
pt_br: Padrão
ru_ru: По умолчанию
tr_tr: Varsayılan
vi_vn: Mặc định
zh_hans: 默认
zh_hant: 預設

# Settings_About.Text
source: About this application
ar_tn: حول هذا التطبيق
de: Über diese Anwendung
es_es: Acerca de esta aplicación
fr_fr: À propos de cette application
he_il: אודות יישום זה
hu_hu: Alkalmazás névjegye
id_id: Tentang aplikasi ini
it_it: Informazioni su questa applicazione
ja_jp: このアプリケーションについて
ko_kr: 이 애플리케이션에 대한 정보
pt_br: Sobre este aplicativo
ru_ru: Об этом приложении
tr_tr: Uygulama Hakkında
vi_vn: Về ứng dụng
zh_hans: 关于此应用程序
zh_hant: 關於此應用程式

# Settings_AboutDescription.Text
source: RyTuneX, a Windows 10 and 11 optimizer created by Rayen Ghanmi, is designed to enhance system performance and efficiency by selectively removing chosen software and disabling unnecessary services.
ar_tn: راي تيونكس، المحسن لنظام ويندوز 10 و 11 المُبتكر من قبل ريان غانمي، مصمم لتحسين أداء النظام وكفاءته من خلال إزالة البرمجيات المختارة وتعطيل الخدمات غير الضرورية.
de: RyTuneX, ein von Rayen Ghanmi entwickelter Optimier für Windows 10 und 11, wurde entwickelt, um die Systemleistung und -effizienz zu verbessern, indem ausgewählte Software selektiv entfernt und unnötige Dienste deaktiviert werden.
es_es: RyTuneX, un optimizador para Windows 10 y 11 creado por Rayen Ghanmi, está diseñado para mejorar el rendimiento y la eficiencia del sistema eliminando selectivamente software elegido y deshabilitando servicios innecesarios.
fr_fr: RyTuneX, un optimiseur pour Windows 10 et 11 créé par Rayen Ghanmi, est conçu pour améliorer les performances et l'efficacité du système en supprimant sélectivement certains logiciels et en désactivant des services inutiles.
he_il: RyTuneX, כלי אופטימיזציה עבור Windows 10 ו-11 שנוצר על ידי Rayen Ghanmi, נועד לשפר את ביצועי המערכת ויעילותה על ידי הסרה סלקטיבית של תוכנות נבחרות והשבתת שירותים מיותרים.
hu_hu: A RyTuneX, a Rayen Ghanmi által létrehozott Windows 10 és 11 optimalizáló célja a rendszer teljesítményének és hatékonyságának növelése a kiválasztott szoftverek szelektív eltávolításával és a szükségtelen szolgáltatások letiltásával.
id_id: RyTuneX adalah sebuah program optimalisasi Windows 10 dan 11 yang dibuat oleh Rayen Ghanmi. Aplikasi ini dirancang untuk meningkatkan performa dan efisiensi sistem dengan menghapus perangkat lunak yang dipilih secara selektif dan menonaktifkan layanan yang tidak dibutuhkan.
it_it: RyTuneX, un ottimizzatore per Windows 10 e 11 creato da Rayen Ghanmi, è progettato per migliorare le prestazioni e l'efficienza del sistema rimuovendo selettivamente il software scelto e disabilitando i servizi non necessari.
ja_jp: RyTuneXは、Rayen Ghanmiによって作成されたWindows 10および11の最適化ツールで、選択したソフトウェアを削除し、不要なサービスを無効にすることでシステムのパフォーマンスと効率を向上させることを目的としています.
ko_kr: Rayen Ghanmi가 만든 Windows 10 및 11 최적화 프로그램인 RyTuneX는 선택한 소프트웨어를 선택적으로 제거하고 불필요한 서비스를 비활성화하여 시스템 성능과 효율성을 향상하도록 설계되었습니다.
pt_br: RyTuneX, um otimizador do Windows 10 e 11 criado por Rayen Ghanmi, foi projetado para melhorar o desempenho e a eficiência do sistema removendo seletivamente o software escolhido e desabilitando serviços desnecessários.
ru_ru: RyTuneX, оптимизатор для Windows 10 и 11, созданный Рейеном Ганми, предназначен для повышения производительности и эффективности системы за счет удаления выбранного программного обеспечения и отключения ненужных служб.
tr_tr: Rayen Ghanmi tarafından oluşturulan bir Windows 10 ve 11 optimizasyon aracı olan RyTuneX, seçilen yazılımı seçerek kaldırarak ve gereksiz hizmetleri devre dışı bırakarak sistem performansını ve verimliliğini artırmak için tasarlanmıştır.
vi_vn: RyTuneX, công cụ tối ưu Windows 10 và 11 được tạo bởi Rayen Ghanmi, được thiết kế để tối ưu hiệu suất và hiệu quả của hệ thống bằng cách loại bỏ có chọn lọc phần mềm đã chọn và vô hiệu hóa các dịch vụ không cần thiết.
zh_hans: RyTuneX 是一款由 Rayen Ghanmi 开发的 Windows 10 和 11 优化工具, 旨在通过有选择地删除所选软件并禁用不必要的服务来提升系统性能和效率.
zh_hant: RyTuneX 是由 Rayen Ghanmi 開發的 Windows 10 和 11 優化工具, 旨在通過有選擇地刪除所選軟體並禁用不必要的服務來增強系統性能和效率.

# Settings_Language.Text
source: Language
ar_tn: اللغة
de: Sprache
es_es: Idioma
fr_fr: Langue
he_il: שפה
hu_hu: Nyelv
id_id: Bahasa
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
pt_br: Idioma
ru_ru: Язык
tr_tr: Dil
vi_vn: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# DebloatSystemPage_FetchingInstalledApps.Text
source: Fetching Installed Apps Data...
ar_tn: جلب بيانات التطبيقات المثبتة...
de: Daten für installierte Apps werden abgerufen...
es_es: Obteniendo datos de aplicaciones instaladas...
fr_fr: Récupération des données des applications installées...
he_il: מאחזר נתוני יישומים מותקנים...
hu_hu: Telepített alkalmazások adatainak lekérése...
id_id: Mengambil Data Aplikasi Terinstal...
it_it: Recupero dati app installate...
ja_jp: インストールされたアプリデータを取得中...
ko_kr: 설치된 앱 데이터를 가져오는 중...
pt_br: Obtendo dados de aplicativos instalados...
ru_ru: Загрузка данных об установленных приложениях...
tr_tr: Yüklü Uygulama Verileri Alınıyor...
vi_vn: Đang nạp các ứng dụng đã cài đặt...
zh_hans: 正在获取已安装的应用程序数据...
zh_hant: 正在獲取已安裝的應用程式資料...

# DebloatSystemPage_AppsFilter.Text
source: Filter by:
ar_tn: تصفية حسب:
de: Filtern nach:
es_es: Filtrar por:
fr_fr: Filtrer par:
he_il: סנן לפי:
hu_hu: Szűrés:
id_id: Filter berdasarkan:
it_it: Filtra per:
ja_jp: フィルター条件:
ko_kr: 필터링 기준:
pt_br: Filtrar por:
ru_ru: Фильтровать по:
tr_tr: Filtreleme:
vi_vn: Lọc theo:
zh_hans: 筛选条件:
zh_hant: 篩選條件:

# DebloatSystemPage_UninstallButton.Text
source: Uninstall Selected App(s)
ar_tn: إلغاء تثبيت التطبيق(ات) المحدد(ة)
de: Ausgewählte App(s) deinstallieren
es_es: Desinstalar aplicación(es) seleccionada(s)
fr_fr: Désinstaller l'application(s) sélectionnée(s)
he_il: הסר יישום(ים) נבחר(ים)
id_id: Copot aplikasi terpilih
it_it: Disinstalla App selezionate
ja_jp: 選択したアプリをアンインストール
ko_kr: 선택한 앱 제거
pt_br: Desinstalar aplicativo(s) selecionado(s)
ru_ru: Удалить выбранные приложения
tr_tr: Seçili Uygulamaları Kaldır
vi_vn: Gỡ (các) ứng dụng đã chọn
zh_hans: 卸载所选应用程序
zh_hant: 解除安裝所選應用程式

source: Done
ar_tn: تم
de: fertig
es_es: Hecho
fr_fr: Terminé
he_il: בוצע
hu_hu: Kész
id_id: Selesai
it_it: Fatto
ja_jp: 完了
ko_kr: 완료
pt_br: Feito
ru_ru: Готово
tr_tr: Bitti
vi_vn: Xong
zh_hans: 完成
zh_hant: 完成

source: Uninstalling
ar_tn: جاري إلغاء التثبيت
de: Deinstallieren
es_es: Desinstalando
fr_fr: Désinstallation en cours
he_il: מסיר התקנה
hu_hu: Eltávolítás
id_id: Mencopot
it_it: Disinstallazione
ja_jp: アンインストール中
ko_kr: 제거 중
pt_br: Desinstalando
ru_ru: Удаляется
tr_tr: Kaldırılıyor
vi_vn: Đang gỡ cài đặt
zh_hans: 正在卸载
zh_hant: 正在解除安裝

# UninstallTip
source: Select apps that you want to remove and hit uninstall
ar_tn: حدد التطبيقات التي ترغب في إزالتها واضغط على إلغاء التثبيت
de: Wählen Sie Apps aus, die Sie entfernen möchten, und klicken Sie auf Deinstallieren
es_es: Selecciona las aplicaciones que deseas eliminar y pulsa desinstalar
fr_fr: Sélectionnez les applications que vous souhaitez supprimer et cliquez sur désinstaller
he_il: בחר יישומים שברצונך להסיר ולחץ על הסר התקנה
hu_hu: Válassza ki az eltávolítani kívánt alkalmazásokat, és nyomja meg az Eltávolítás gombot
id_id: Pilih aplikasi yang ingin Anda hapus dan klik copot
it_it: Seleziona le app che vuoi rimuovere e premi Disinstalla
ja_jp: 削除したいアプリを選択してアンインストールをクリック
ko_kr: 제거하려는 앱을 선택하고 제거를 누르세요.
pt_br: Selecione os aplicativos que deseja remover e clique em desinstalar
ru_ru: Выберите приложения, которые хотите удалить, и нажмите "Удалить"
tr_tr: Kaldırmak istediğiniz uygulamaları seçin ve kaldır düğmesine basın
vi_vn: Chọn ứng dụng bạn muốn xoá và ấn gỡ cài đặt
zh_hans: 选择您要删除的应用程序并点击卸载
zh_hant: 選擇您要刪除的應用程式並點選解除安裝

# Shell_Features.Content
source: Features
ar_tn: الميزات
de: Funktionen
es_es: Funciones
fr_fr: Fonctionnalités
he_il: תכונות
hu_hu: Funkciók
id_id: Fitur
it_it: Funzionalità
ja_jp: 機能
ko_kr: 기능
pt_br: Recursos
ru_ru: Особенности
tr_tr: Özellikler
vi_vn: Tính năng
zh_hans: 功能
zh_hant: 功能

# Shell_Privacy.Content
source: Privacy
ar_tn: الخصوصية
de: Datenschutz
es_es: Privacidad
fr_fr: Confidentialité
he_il: פרטיות
hu_hu: Adatvédelem
id_id: Privasi
ja_jp: プライバシー
ko_kr: 개인정보 보호
pt_br: Privacidade
ru_ru: Конфиденциальность
tr_tr: Gizlilik
vi_vn: Bảo mật
zh_hans: 隐私
zh_hant: 隱私

# HomePage_DiscordButton.Text
source: Join Our Server
ar_tn: انضم إلى خادمنا
de: Treten Sie unserem Server bei
es_es: Únete a nuestro servidor
fr_fr: Rejoindre notre serveur
he_il: הצטרף לשרת שלנו
hu_hu: Csatlakozzon a szerverünkhöz
id_id: Bergabung dengan Sever Kami
it_it: Unisciti al nostro server
ja_jp: サーバーに参加
ko_kr: 저희 서버에 가입하세요.
pt_br: Entre para o nosso servidor
ru_ru: Присоединяйтесь к нашему серверу
tr_tr: Serverımıza Katılın
vi_vn: Tham gia máy chủ của chúng tôi
zh_hans: 加入我们的 Discord 服务器
zh_hant: 加入我們的伺服器

# HomePage_MoreInfoButton.Text
source: More Info
ar_tn: معلومات أكثر
de: Mehr Info
es_es: Más información
fr_fr: Plus d'infos
he_il: מידע נוסף
id_id: Info Lebih Lanjut
it_it: Ulteriori informazioni
ja_jp: 詳細情報
ko_kr: 더 보기
pt_br: Mais informações
ru_ru: Подробнее
tr_tr: Daha Fazla Bilgi
vi_vn: Thêm thông tin
zh_hans: 更多信息
zh_hant: 更多資訊

# HomePage_SystemOverviewTitle.Text
source: System Overview
ar_tn: نظرة عامة على النظام
de: Systemübersicht
es_es: Resumen del sistema
fr_fr: Aperçu du système
he_il: סקירת מערכת
id_id: Ikhtisar Sistem
it_it: Panoramica del sistema
ja_jp: システム概要
ko_kr: 시스템 개요
pt_br: Visão geral do sistema
ru_ru: Обзор системы
tr_tr: Sistem Genel Bakışı
vi_vn: Tổng quan hệ thống
zh_hans: 系统概览
zh_hant: 系統概覽

# HomePage_SystemTitle.Text
source: System
ar_tn: النظام
es_es: Sistema
fr_fr: Système
he_il: מערכת
id_id: Sistem
it_it: Sistema
ja_jp: システム
ko_kr: 시스템
pt_br: Sistema
ru_ru: Система
tr_tr: Sistem
vi_vn: Hệ thống
zh_hans: 系统
zh_hant: 系統

# HomePage_System_InstalledApps.Text
source: Installed Apps
ar_tn: التطبيقات المثبتة
de: Installierte Apps
es_es: Aplicaciones instaladas
fr_fr: Applications installées
he_il: אפליקציות מותקנות
id_id: Aplikasi Terinstal
it_it: App installate
ja_jp: インストール済みアプリ
ko_kr: 설치된 앱
pt_br: Aplicativos instalados
ru_ru: Установленные приложения
tr_tr: Yüklü Uygulamalar
vi_vn: Ứng dụng đã cài đặt
zh_hans: 已安装应用
zh_hant: 已安裝應用程式

# HomePage_System_Processes.Text
source: Processes
ar_tn: العمليات
de: Prozesse
es_es: Procesos
fr_fr: Processus
he_il: תהליכים
id_id: Proses
it_it: Processi
ja_jp: プロセス
ko_kr: 프로세스
pt_br: Processos
ru_ru: Процессы
tr_tr: İşlemler
vi_vn: Tiến trình
zh_hans: 进程
zh_hant: 處理程序

# HomePage_System_Services.Text
source: Services
ar_tn: الخدمات
de: Dienste
es_es: Servicios
he_il: שירותים
id_id: Layanan
it_it: Servizi
ja_jp: サービス
ko_kr: 서비스
pt_br: Serviços
ru_ru: Службы
tr_tr: Hizmetler
vi_vn: Dịch vụ
zh_hans: 服务
zh_hant: 服務

# HomePage_QuickActionsTitle.Text
source: Quick Actions
ar_tn: الإجراءات السريعة
de: Schnellaktionen
es_es: Acciones rápidas
fr_fr: Actions rapides
he_il: פעולות מהירות
id_id: Tindakan Cepat
it_it: Azioni rapide
ja_jp: クイックアクション
ko_kr: 빠른 작업
pt_br: Ações rápidas
ru_ru: Быстрые действия
tr_tr: Hızlı İşlemler
vi_vn: Hành động nhanh
zh_hans: 快速操作
zh_hant: 快速操作

# HomePage_QuickAction_OptimizeSystem.Text
source: Optimize System
ar_tn: تحسين النظام
de: System optimieren
es_es: Optimizar sistema
fr_fr: Optimiser le système
he_il: מיטוב מערכת
id_id: Optimalkan Sistem
it_it: Ottimizza sistema
ja_jp: システムを最適化
ko_kr: 시스템 최적화
pt_br: Otimizar sistema
ru_ru: Оптимизация системы
tr_tr: Sistemi Optimize Et
vi_vn: Tối ưu hóa hệ thống
zh_hans: 优化系统
zh_hant: 最佳化系統

# HomePage_QuickAction_RepairIssues.Text
source: Repair Issues
ar_tn: إصلاح المشاكل
de: Probleme beheben
es_es: Reparar problemas
fr_fr: Réparer les problèmes
he_il: תיקון בעיות
id_id: Perbaiki Masalah
it_it: Ripara problemi
ja_jp: 問題を修復
ko_kr: 문제 복구
pt_br: Reparar problemas
ru_ru: Исправить проблемы
tr_tr: Sorunları Onar
vi_vn: Sửa chữa sự cố
zh_hans: 修复问题
zh_hant: 修復問題

# HomePage_QuickAction_CleanTemporaryFiles.Text
source: Clean Temporary Files
ar_tn: تنظيف الملفات المؤقتة
de: Temporäre Dateien bereinigen
es_es: Limpiar archivos temporales
fr_fr: Nettoyer les fichiers temporaires
he_il: ניקוי קבצים זמניים
id_id: Bersihkan File Sementara
it_it: Pulisci file temporanei
ja_jp: 一時ファイルをクリーン
ko_kr: 임시 파일 정리
pt_br: Limpar arquivos temporários
ru_ru: Очистить временные файлы
tr_tr: Geçici Dosyaları Temizle
vi_vn: Dọn dẹp tệp tạm thời
zh_hans: 清理临时文件
zh_hant: 清理暫存檔案

source: Debloat
ar_tn: إزالة التطبيقات
de: Aufblähen
es_es: Desinflar
fr_fr: Désencombrer
he_il: הסרת תוכנות מיותרות
hu_hu: Kéretlen appok
ja_jp: デブロート
ru_ru: Удаление ненужного
tr_tr: Temizle
zh_hans: 精简
zh_hant: 精簡

# DebloatPage_NotificationBody
source: Uninstalling some of these apps may not remove them completely.
ar_tn: قد لا يتم إزالة بعض هذه التطبيقات بشكل كامل.
de: Durch die Deinstallation einiger dieser Apps werden sie möglicherweise nicht vollständig entfernt.
es_es: Desinstalar algunas de estas aplicaciones puede no eliminarlas por completo.
fr_fr: La désinstallation de certaines de ces applications peut ne pas les supprimer complètement.
he_il: הסרת התקנה של חלק מהיישומים הללו עשויה שלא להסיר אותם לחלוטין.
hu_hu: Előfordulhat, hogy egyes alkalmazások esetén nem távolítja el őket teljesen.
id_id: Mencopot beberapa aplikasi ini mungkin tidak menghapusnya secara keseluruhan.
it_it: La disinstallazione di alcune di queste app potrebbe non rimuoverle completamente.
ja_jp: これらのアプリの一部をアンインストールしても完全に削除されない場合があります.
ko_kr: 이러한 앱 중 일부를 제거해도 완전히 제거되지 않을 수 있습니다.
pt_br: A desinstalação de alguns desses aplicativos pode não removê-los completamente.
ru_ru: Удаление некоторых из этих приложений может не полностью их удалить.
tr_tr: Bu uygulamalardan bazılarının kaldırılması onları tamamen kaldırmayabilir.
vi_vn: Gỡ cài đặt một số ứng dụng này có thể không loại bỏ chúng hoàn toàn
zh_hans: 有些应用卸载后可能无法彻底删除.
zh_hant: 解除安裝其中一些應用程式可能無法完全刪除它們.

# UninstallationError
source: Error uninstalling the following app(s)
ar_tn: حدث خطأ أثناء إلغاء تثبيت التطبيق(التطبيقات) التالية
de: Fehler beim Deinstallieren der folgenden App(s)
es_es: Error al desinstalar las siguientes aplicaciones
fr_fr: Erreur lors de la désinstallation de l'application(s) suivante(s)
he_il: שגיאה בהסרת היישום(ים) הבא(ים)
hu_hu: Hiba a következő alkalmazás(ok) eltávolításakor
id_id: Terjadi kesalahan saat mencopot aplikasi berikut
it_it: Errore durante la disinstallazione delle seguenti app
ja_jp: 以下のアプリのアンインストール中にエラーが発生しました
ko_kr: 다음 앱을 제거하는 중 오류 발생
pt_br: Erro ao desinstalar os seguintes aplicativos
ru_ru: Ошибка при удалении следующих приложений
tr_tr: Aşağıdaki uygulama(lar) kaldırılırken hata oluştu
vi_vn: Đã có lỗi khi gỡ cài đặt (các) ứng dụng sau
zh_hans: 卸载以下应用时发生错误
zh_hant: 解除安裝以下應用時發生錯誤

# UninstallationSuccess
source: Successfully uninstalled the following app(s)
ar_tn: تم إلغاء تثبيت التطبيق(التطبيقات) التالية بنجاح
de: Erfolgreich deinstallierte(r) folgende(n) App(s)
es_es: Las siguientes aplicaciones se han desinstalado con éxito
fr_fr: L'application(s) suivante(s) a/ont été désinstallée(s) avec succès
he_il: היישום(ים) הבא(ים) הוסר(ו) בהצלחה
hu_hu: A következő alkalmazás(ok) sikeresen eltávolítva
id_id: Sukses mencopot aplikasi berikut
it_it: Disinstallazione delle seguenti app
ja_jp: 以下のアプリが正常にアンインストールされました
ko_kr: 다음 앱을 성공적으로 제거했습니다.
pt_br: Os seguintes aplicativos foram desinstalados com sucesso
ru_ru: Успешно удалены следующие приложения
tr_tr: Aşağıdaki uygulamalar başarıyla kaldırıldı
vi_vn: Thành công gỡ cài đặt (các) ứng dụng sau
zh_hans: 成功卸载了以下应用
zh_hant: 成功解除安裝了以下應用

# DebloatSystemPage_TempButton.Text
source: Clear System Temp
ar_tn: حذف الملفات المؤقتة للنظام
de: Systemtemp löschen
es_es: Borrar temp del sistema
fr_fr: Effacer temp système
he_il: מחיקת טמפ מערכת
id_id: Hapus Temp Sistem
it_it: Rimuovi temp di sistema
ja_jp: システムの一時ファイルを削除
ko_kr: 시스템 임시 파일 삭제
pt_br: Limpar temp do sistema
ru_ru: Удалить системный Temp
tr_tr: Sistem temp’ini temizle
vi_vn: Xóa temp hệ thống
zh_hans: 删除系统临时文件
zh_hant: 刪除系統暫存檔案

source: Adapter RAM
ar_tn: RAM للمحول
es_es: RAM del adaptador
fr_fr: RAM de l'adaptateur
he_il: זיכרון RAM של המתאם
hu_hu: Videómemória
it_it: RAM adattatore
ja_jp: アダプターRAM
ko_kr: 어댑터 RAM
pt_br: RAM do adaptador
ru_ru: Память адаптера
tr_tr: Adaptör RAM
zh_hans: 适配器内存
zh_hant: 介面卡記憶體

source: Architecture
ar_tn: الهندسة
de: Architektur
es_es: Arquitectura
he_il: ארכיטקטורה
hu_hu: Architektúra
id_id: Arsitektur
it_it: Architettura
ja_jp: アーキテクチャ
ko_kr: 아키텍처
pt_br: Arquitetura
ru_ru: Архитектура
tr_tr: Mimari
vi_vn: Kiến trúc
zh_hans: 架构
zh_hant: 架構

source: Build Number
ar_tn: رقم الإصدار
de: Build-Nummer
es_es: Número de compilación
fr_fr: Numéro de build
he_il: מספר גרסת Build
hu_hu: Build szám
id_id: Nomor Pengembangan
it_it: Numero build
ja_jp: ビルド番号
ko_kr: 빌드 번호
pt_br: Número da compilação
ru_ru: Номер сборки
tr_tr: Yapı Numarası
vi_vn: Mã dựng
zh_hans: 内部版本号
zh_hant: 內部版本號

source: Capacity
ar_tn: السعة
de: Fassungsvermögen
es_es: Capacidad
fr_fr: Capacité
he_il: קיבולת
hu_hu: Kapacitás
id_id: Kapasitas
ja_jp: 容量
ko_kr: 용량
pt_br: Caption
ru_ru: Ёмкость
tr_tr: Kapasite
vi_vn: Dung lượng
zh_hans: 容量
zh_hant: 容量

source: Cores
ar_tn: النوى
de: Kerne
es_es: Núcleos
fr_fr: Cœurs
he_il: ליבות
hu_hu: Magok
id_id: Inti
it_it: Nuclei
ja_jp: コア
ko_kr: 코어
ru_ru: Ядра
tr_tr: Çekirdekler
vi_vn: Lõi
zh_hans: 核心
zh_hant: 核心

source: Device Locator
ar_tn: موقع الجهاز
de: Geräte-Locator
es_es: Ubicación del dispositivo
fr_fr: Emplacement du périphérique
he_il: מאתר התקנים
hu_hu: Eszközkereső
id_id: Lokator Perangkat
it_it: Localizzatore dispositivo
ja_jp: デバイスロケータ
ko_kr: 장치 로케이터
pt_br: Localizador de dispositivos
ru_ru: Поиск устройства
tr_tr: Aygıt Bulucu
vi_vn: Vị trí
zh_hans: 设备定位器
zh_hant: 裝置定位器

source: Driver Version
ar_tn: نسخة السائق
de: Treiber-Version
es_es: Versión del controlador
fr_fr: Version du pilote
he_il: גרסת מנהל התקן
hu_hu: Illesztőprogram verzió
id_id: Versi Driver
it_it: Versione driver
ja_jp: ドライバーバージョン
ko_kr: 드라이버 버전
pt_br: Versão do driver
ru_ru: Версия драйвера
tr_tr: Driver Versiyon
vi_vn: Phiên bản driver
zh_hans: 驱动版本
zh_hant: 驅動版本

# ErrDriversExtract
source: There was an error while extracting drivers
ar_tn: حدث خطأ أثناء استخراج السائقين
de: Beim Extrahieren von Treibern ist ein Fehler aufgetreten
es_es: Hubo un error al extraer los controladores
fr_fr: Une erreur s'est produite lors de l'extraction des pilotes
he_il: אירעה שגיאה בעת חילוץ מנהלי התקנים
hu_hu: Hiba történt az illesztőprogramok kibontása közben
id_id: Terjadi kesalahan saat mengekstrak driver
it_it: Si è verificato un errore durante l'estrazione dei driver
ja_jp: ドライバーの抽出中にエラーが発生しました
ko_kr: 드라이버를 추출하는 동안 오류가 발생했습니다.
pt_br: Ocorreu um erro ao extrair drivers
ru_ru: Ошибка при извлечении драйверов
tr_tr: Driver ayıklanırken bir hata oluştu
vi_vn: Đã có lỗi khi trích xuất drivers
zh_hans: 提取驱动程序时发生错误
zh_hant: 提取驅動程式時發生錯誤

source: Extracting Drivers
ar_tn: جاري استخراج السائقين
de: Extrahieren von Treibern
fr_fr: Extraction des pilotes en cours
he_il: מחלץ מנהלי התקנים
hu_hu: Illesztőprogramok kinyerése
id_id: Mengekstrak Driver
it_it: Estrazione driver
ja_jp: ドライバーを抽出中
ko_kr: 드라이버 추출
pt_br: Extraindo Drivers
ru_ru: Извлечение драйверов
tr_tr: Driver Ayıklanıyor
vi_vn: Đang trích xuất drivers
zh_hans: 正在提取驱动程序
zh_hant: 正在提取驅動程式

source: GPU
ar_tn: بطاقة الرسومات
he_il: מעבד גרפי (GPU)
ru_ru: ГПУ

source: Install Date
ar_tn: تاريخ التثبيت
de: Installationsdatum
es_es: Fecha de instalación
fr_fr: Date d'installation
he_il: תאריך התקנה
hu_hu: Telepítés dátuma
id_id: Tanggal Instalasi
it_it: Installa Date
ja_jp: インストール日
ko_kr: 설치 날짜
pt_br: Instalar Date
ru_ru: Дата установки
tr_tr: Kurulum Tarihi
vi_vn: Ngày cài đặt
zh_hans: 安装日期
zh_hant: 安裝日期

source: Interface Type
ar_tn: نوع الواجهة
de: Schnittstellen-Typ
es_es: Tipo de interfaz
fr_fr: Type d'interface
he_il: סוג ממשק
hu_hu: Interfész típus
id_id: Jenis Antarmuka
it_it: Tipo di interfaccia
ja_jp: インターフェイスタイプ
ko_kr: 인터페이스 유형
pt_br: Tipo de interface
ru_ru: Тип интерфейса
tr_tr: Arayüz Tipi
vi_vn: Loại giao diện
zh_hans: 接口类型
zh_hant: 介面型別

# L2Cache
source: L2 Cache Size
ar_tn: حجم الذاكرة المؤقتة L2
de: L2-Cache-Größe
es_es: Tamaño de caché L2
fr_fr: Taille du cache L2
he_il: גודל מטמון L2
hu_hu: L2 gyorsítótár mérete
id_id: Ukuran Cache L2
it_it: Dimensione cache L2
ja_jp: L2キャッシュサイズ
ko_kr: L2 캐시 크기
pt_br: Tamanho do cache L2
ru_ru: Размер кэша L2
tr_tr: L2 Önbellek Boyutu
vi_vn: Kích thước L2 Cache
zh_hans: 二级缓存大小
zh_hant: 二級快取大小

# L3Cache
source: L3 Cache Size
ar_tn: حجم الذاكرة المؤقتة L3
de: L3-Cache-Größe
es_es: Tamaño de caché L3
fr_fr: Taille du cache L3
he_il: גודל מטמון L3
hu_hu: L3 gyorsítótár mérete
id_id: Ukuran Cache L3
it_it: Dimensione cache L3
ja_jp: L3キャッシュサイズ
ko_kr: L3 캐시 크기
pt_br: Tamanho do cache L3
ru_ru: Размер кэша L3
tr_tr: L3 Önbellek Boyutu
vi_vn: Kích thước L3 Cache
zh_hans: 三级缓存大小
zh_hant: 三級快取大小

# LastBoot
source: Last Boot Up Time
ar_tn: وقت آخر إقلاع
de: Zeitpunkt des letzten Hochfahrens
es_es: Última hora de arranque
fr_fr: Dernière heure de démarrage
he_il: זמן אתחול אחרון
hu_hu: Legutóbbi indítás ideje
id_id: Waktu Nyala Terakhir
it_it: Ora ultimo avvio
ja_jp: 最終起動時間
ko_kr: 마지막 부팅 시간
pt_br: Hora da última inicialização
ru_ru: Время последней загрузки
tr_tr: Son Önyükleme Süresi
vi_vn: Lần khởi động cuối cùng
zh_hans: 最后启动时间
zh_hant: 最後啟動時間

source: Logical Processors
ar_tn: المعالجات المنطقية
de: Logische Prozessoren
es_es: Procesadores lógicos
fr_fr: Processeurs logiques
he_il: מעבדים לוגיים
hu_hu: Logikai processzorok
id_id: Prosesor Logikal
it_it: Processori logici
ja_jp: 論理プロセッサ
ko_kr: 논리 프로세서
pt_br: Processadores lógicos
ru_ru: Логические процессоры
tr_tr: Mantıksal İşlemciler
vi_vn: Bộ xử lý logic
zh_hans: 逻辑处理器
zh_hant: 邏輯處理器

source: Manufacturer
ar_tn: المصنع
de: Hersteller
es_es: Fabricante
fr_fr: Fabricant
he_il: יצרן
hu_hu: Gyártó
id_id: Perusahaan
it_it: Produttore
ja_jp: 製造元
ko_kr: 제조업체
pt_br: Fabricante
ru_ru: Производитель
tr_tr: Üretici
vi_vn: Nhà sản xuất
zh_hans: 制造商
zh_hant: 製造商
